tap "elastic/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "puma/puma"
tap "teamookla/speedtest"
tap "uptech/oss"
brew "act"
brew "anycable-go"
brew "zstd"
brew "little-cms2"
brew "bash"
brew "bat"
brew "openssl@3"
brew "berkeley-db", link: true
brew "glib"
brew "coreutils"
brew "curl"
brew "dbmate"
brew "direnv"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "fd"
brew "libevent"
brew "icu4c"
brew "harfbuzz"
brew "flyway"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "helix"
brew "hub"
brew "shared-mime-info"
brew "libpq", link: true
brew "libyaml"
brew "luv"
brew "mysql", restart_service: true
brew "neovim"
brew "nghttp2"
brew "node"
brew "opensearch", restart_service: true
brew "perl"
brew "postgresql@13", restart_service: true
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rbspy"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "the_silver_searcher"
brew "tmux"
brew "vips"
brew "yarn"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
brew "teamookla/speedtest/speedtest"
brew "uptech/oss/alt"
cask "font-hack-nerd-font"
cask "ngrok"
vscode "castwide.solargraph"
vscode "circleci.circleci"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "koichisasada.vscode-rdbg"
vscode "mkhl.direnv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "testdouble.vscode-standard-ruby"
